Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Meanwhile, a top Pakistani security official said that while a similar claim emerged over a Shia mosque bombing that killed 22 people on April 5, investigators believed no such organisation exists.
ar: وفى الوقت نفسه، قال مسئول أمني باكستاني كبير إن هذه الإدعاءات تماثل تلك التي برزت حول تفجير مسجد شيعي أدى إلى مقتل 22 شخصاً في 5 أبريل ويعتقد المحققون أن مثل هذه المنظمات غير موجودة في الواقع.

source: ‘It is merely a deception. It is an extension of Tehrik-i-Taliban (TTP) of Waziristan,’ the security official told AFP on condition of anonymity.
ar: وصرح المسئول الأمني لوكالة فرانس برس الذي طلب عدم الكشف عن هويته إنه مجرد خداع، إنها مجرد امتداد لتحريك طالبان في وزيرستان.

source: ‘TTP wants terrorists to strike in Punjab but does not have an organisational structure — Tehrik-i-Taliban in Punjab. There is no independent group like this,’ said the securi
ar: وقال المسئول الأمني إن تحريك طالبان باكستان تريد من الإرهابيين أن يهاجموا على البنجاب ولكن ليس لديها الهيكل التنظيمي المسمى بتحريك طالبان البنجاب، لا توجد مجموعة مستقلة من هذا القبيل.

source: The blast was the third deadly attack to rock Lahore in as many months.
ar: ويعد الانفجار هو ثالث هجوم قاتل على لاهور منذ شهور.

source: A senior investigator told AFP the attack was the likely handiwork of Al-Qaeda linked Taliban militants operating from Pakistan’s Waziristan region.
ar: وقال أحد كبار المحققين لوكالة فرانس برس إن الهجوم هو على الأرجح من عمل تنظيم القاعدة المتصلة بعمليات مقاتلي طالبان في منطقة وزيرستان بباكستان.

source: One of the attackers was shot dead by security guards as he approached the building, and two others perished in the explosion, the investigator said.
ar: وأضاف المحقق أن أحد المهاجمين لقى مصرعه برصاص حراس الأمن بينما كان يقترب من المبنى ولقى اثنان آخران حتفهما في الانفجار.

source: Three maintained their steadfast innocence.
ar: و أصر ثلاثة على برائتهم الأكيدة.

source: The judge in the largest terrorism financing case in U.S. history disagreed, handing down sentences to two that will likely mean they'll spend the rest of their lives behind bars for financing the terrorist group Hamas. The others wer
ar: أما القاضي في أكبر قضية تتعلق بتمويل الإرهاب في تاريخ الولايات المتحدة فقد عارض ذلك, و من المرجح أنه سيحكم على اثنين منهم بقضاء بقية حياتهم خلف القضبان بتهمة تمويل جماعة حماس الإرهابية. أما البقية فقد حكم عليهم بالسجن مدة تتراوح بين خمسة عشر إلى عشرين عام

source: Your function in life was raising money to support Hamas, U.S. District Judge Jorge Solis told one of them in words that were repeated in some fashion as each defendant learned his fate.
ar: و قد قال القاضي المحلي جورج سوليس لأحد المتهمين: كان عملكم في الحياة هو جمع الأموال لدعم حركة حماس . و هي الكلمات التي تم ترديدها في كل مرة عند إعلام كل متهم بالحكم الصادر بحقه.

source: UPDATE 1-Obama, Saudi King to discuss oil prices
ar: أوباما والعاهل السعودي يناقشان أسعار النفط

source: WASHINGTON, May 27 (Reuters) - U.S. President Barack Obama and_Saudi King Abdullah will likely discuss global oil prices when_they meet next week in Riyadh, the White House said on Wednesday.
ar: واشنطن، 27 مايو (رويترز) – قال البيت الأبيض يوم الأربعاء أنه من المرجح أن يتناقش الرئيس الأمريكي باراك أوباما والعاهل السعودي الملك عبد الله أسعار النفط العالمية عندما يجتمعون الأسبوع المقبل في الرياض.

source: I can only imagine that will be a topic -- yes, White_House spokesman Robert Gibbs said when asked whether the issue_was likely to come up.
ar: وقال المتحدث باسم البيت الأبيض روبرت جيبس رداً على سؤال حول ما إذا كانت هذه القضية سيتم إثارتها خلال اللقاء لا يسعني إلا أن أتصور أنه سيكون أحد المواضيع -- نعم.

source: Rising crude oil costs are pushing up gasoline prices, on_signs that an improving U.S. economy will boost petroleum_demand. U.S. crude oil futures settled at a fresh 2009 high of_$62.45 a barrel on Tuesday at the New York Mercantile_Exchange.
ar: فارتفاع تكاليف النفط الخام يرفع من أسعار البنزين هي دلائل على أن تحسن الاقتصاد الأمريكى سوف يعزز الطلب على النفط، ووصلت أسعار النفط الخام الأمريكي الخفيف في أوائل عام 2009 62.45 دولار للبرميل يوم الثلاثاء في بورصة نيويورك التجارية.

source: Gibbs was pressed on whether economic growth would be_derailed if oil prices were to continue to rise.
ar: وضُغط على جيبس لمعرفة ما إذا كانت خطط النمو الاقتصادي سيتم إلغائها إذا واصلت أسعار النفط ارتفاعها.

source: Look, obviously, the president is concerned about anything_that raises the cost of living in a fragile economic time,_Gibbs said but declined to elaborate.
ar: ورد جيبس ولكنه امتنع عن الإدلاء بمزيد من التفاصيل انظر، من الواضح أن الرئيس يشعر بالقلق إزاء أي شيء يؤدي إلى ارتفاع تكلفة المعيشة في ظل ظروف اقتصادية صعبة.

source: Obama will visit Riyadh on June 3, an addition to his_scheduled trip to Egypt, Germany and France.
ar: وسيزور أوباما الرياض في 3 يونيو في إضافة إلى رحلته المقررة الى مصر وألمانيا وفرنسا.

source: You stated it was to help people, but the motive was to support Hamas, the judge said. You state that you are innocent, but the evidence shows the opposite.
ar: و أضاف القاضي قائلا: لقد قلتم أن تلك الأموال كانت في سبيل مساعدة الناس, لكن الدافع وراءها كان لدعم حماس . و أضاف: لقد صرحتم ببرائتكم , و لكن الأدلة تضهر العكس.

source: Army chief says US ready to be in Iraq 10 years
ar: أركان الجيش الأمريكى يقول الولايات المتحدة مستعدة للمكوث في العراق 10 سنوات

source: WASHINGTON (AP) — The Pentagon is prepared to leave fighting forces in Iraq for as long as a decade despite an agreement between the United States and Iraq that would bring all American troops home by 2012, the top U.S. Army officer said Tuesday.
ar: واشنطن (أ ب) – صرح ضابط ذو رتبة عسكرية عالية في الجيش الأمريكي يوم الثلاثاء إن وزارة الدفاع الأمريكية البنتاجون على استعداد لترك قوات مقاتلة في العراق لعقد كامل رغم وجود إتفاق بين الولايات المتحدة والعراق يقتضي بإرجاع جميع القوات الأمريكية إلى وطنها بحلول

source: Gen. George Casey, the Army chief of staff, said the world remains dangerous and unpredictable, and the Pentagon must plan for extended U.S. combat and stability operations in two wars. Global trends are pushing in the wrong direction, Casey said. They
ar: وقال الجنرال جورج كيسي رئيس أركان الجيش إن العالم لا يزال خطراً ولا يمكن التنبؤ به وأن على وزارة الدفاع الامريكية التخطيط لتوسيع نطاق العمليات القتالية والاستقرار في الحربين، وأضاف قائلاً الإتجاهات العالمية تدفع إلى الاتجاه الخاطئ، وأضاف إنها ستغير جذر

source: He spoke at an invitation-only briefing to a dozen journalists and policy analysts from Washington-based think-tanks. He said his planning envisions combat troops in Iraq and Afghanistan for a decade as part of a sustained U.S. commitment to fighting extr
ar: وتحدث في مؤتمر بالدعوة فقط لعشرات الصحفيين ومحللي السياسات من خبراء واشنطن قائلاً إن خططه تتصور وجود فرق قتالية في العراق وأفغانستان لعقد من الزمان كجزء من التزام الولايات المتحدة المستمر لمحاربة التطرف والإرهاب في الشرق الأوسط.

source: Casey's calculations about force levels are related to his attempt to ease the brutal deployment calendar that he said would bring the Army to its knees.
ar: وتتصل تصورات كيسي بشأن مستويات القوات بمحاولته لتخفيف وحشية الجدول الزمني لنشر القوات الذي قال عنه أنه سيجعل الجيش يجثو على ركبتيه.

source: Casey would not specify how many combat units would be split between Iraq and Afghanistan. He said U.S. ground commander Gen. Ray Odierno is leading a study to determine how far U.S. forces could be cut back in Iraq and still be effective. Casey said his
ar: ولم يحدد كيسي عدد الوحدات القتالية التي سيتم تقسيمها بين العراق وأفغانستان، وقال إن الجنرال راي اوديرنو قائد القوات البرية يقود دراسة لتحديد مدى إمكانية خفض القوات الأمريكية في العراق بحيث تتحتفظ بفعاليتها، وقال كيسي إن تعليقاته بشأن الحرب الطويلة في العر

source: Photos of Israeli police shutting down theatre online now:
ar: `: صور لقوات الشرطة الإسرائيلية و هي تغلق المسرح مباشرة من هنا الآن

source: : Photos of Israeli police shutting down closing night theatre online now:
ar: : صور لقوات الشرطة الإسرائيلية و هي تغلق المسرح مباشرة من هنا الآن

source: Thank you for using flikr. I cannot seem to convince my browser to show twitpics.
ar: : شكراً لاستخدامكم فليكر، و لكني لا استطيع أن اقنع عارض الصور بفليكر بعرض التويت بيكتشرز (صور التويت)

source: Just left
ar: نقوم بمغادرة و نقل :

source: literature event. It moved to British Consulate after Israel closed it down at Palestinian Nat'l Theatre in E. Jerusalem
ar: : و هو الحدث الأدبي، و الذي تم تحويله للمجلس البريطاني ليتم إقامته به بدلاً من المسرح القومي الفلسطيني بعد أن قامت قوات الشرطة الغسرائيلية المسلحة بغلق المسرح الوطني الفلسطيني بالقدس الشرقية

source: Videos of tonight's police and yesterday's tour of al-Khalil/Hebron are now online:
ar: تسجيلات الفيديو المسجلة لأحداث الليلة المرتبطة بنشاطات الشرطة الاسرائيلية لإغلاق الاحتفالية و أبواب المسرح في وجهنا، و كذلك تسجيلات فيديو لجولتنا بالخليل مباشرةً على موقع :

source: Videos of tonight's
ar: شاهدو تسجيلات الفيديو لأحداث الليلة ل :

source: : police and yesterday's tour of al-Khalil/Hebron are now online:
ar: حول نشاطات الشرطة ضدنا و جولتنا بالخليل مباشرةً على موقع :

source: Israeli rapper 'Shaanan Street' condemned his gov't for closing
ar: مغني الراب الاسرائيلي شعنان ستريت أدان إنتهاكات حكومة بلاده لإغلاق حدث الإحتفالية

source: Lit events. His band = 'Dag Nachash' fish snake
ar: و غنت فرقته الموسيقية السمكة و الثعبان

source: Check this video out --
ar: قم بمشاهدة هذا الفيديو الخاص ب :

source: 2009: Suheir Hammad Performs in Ramallah
ar: حيث تقوم سهير حماد بالإلقاء الشعري بالمهرجان برام الله

source: there is a wall. here is a land. now is the time. the people are here. still. Suheir Hammad and
ar: يوجد هنا جدار عازل، و لكن توجد أرض كذلك، و الآن هو الوقت، و الناس مجتمعون هنا أيضاً، و ما زالت سهير حماد و آخرون

source: authors:
ar: المؤلفون:

source: : there is a wall. here is a land. now is the time. the people are here. still. Suheir Hammad and
ar: يوجد هنا جدار عازل، و لكن توجد أرض كذلك، و الآن هو الوقت، و الناس مجتمعون هنا أيضاً، و ما زالت سهير حماد و آخرون يحتفلون بـ:

source: I'd like to draw attention to our video of al-Khalil/Hebron. This town is the key to understanding Palestine:
ar: أريد أن أجذب إنتباهكم إلى ملف الفيديو الخاص بالجولة بالخليل، و هذه البلدة هي مفتاح فهم فلسطين

source: I'd like to draw attention to our video of al-Khalil/Hebron. This city is the key to understanding the occupation:
ar: أريد أن أجذب إنتباهكم إلى ملف الفيديو الخاص بالجولة بالخليل، و هذه البلدة هي مفتاح فهم الإحتلال

source: I'd like to draw attention to our video of al-Khalil/Hebron. This city is vital to understanding the occupation :
ar: أريد أن أجذب إنتباهكم إلى ملف الفيديو الخاص بالجولة بالخليل، و هذه البلدة هي مفتاح فهم الإحتلال

source: : Israel may have taken everything, but not Palestinian dreams, Palestinians shall be free Who said it in the video? Thanks..
ar: قد تكون اسرائيل قد أخذت كل شيء، و لكنها لم تستطيع الإقتراب من الأحلام الفلسطينية، سيظل الفلسطينيون أحراراً في أحلامهم، من قائل تلك المقولة بملف الفيديو و لكن شكراً جزيلاً له؟

source: Closing night of Palestian Festival of Literature moved to British Council as Israeli army closes theatre. Via
ar: انتقلت إحتفالية الليلة الختامية لمهرجان فلسطين للأدب إلى المجلس البريطاني بعد أن قامت قوات الشرطة الإسرائيلية بغلق المسرح القومي الفلسطيني في وجه إقامة الإحتفالية.

source: draws attention to their video of al-Khalil/Hebron. This city is vital to understanding the occupation:
ar: أريد أن أجذب إنتباهكم إلى ملف الفيديو الخاص بالجولة بالخليل، و هذه البلدة هي مفتاح فهم الإحتلال

source: That's Henning Mankell speaking at the end
ar: و ها هي هينينج مانكيل تتحدث في ختام الإحتفالية

source: israeli terrorist forces invade
ar: إقتحمت القوات الإسرائيلية الإرهابية مقر :

source: photographs
ar: بالصور :

source: maria is translating the authors blog posted by carmen callil on
ar: : تقوم مريم الآن بترجمة مدونة المؤلف الخاصة بالإحتفالية و التي تم رفعها بواسطة كارمن كاليل على موقع ميدان :

source: Maria trans authorblog
ar: تقوم مريم بترجمة مدونة المؤلف الآن على

source: Cool2! Fake Plastic Souks on the
ar: جوارب بلاستيكية مزيفة على ال :

source: clippings page! Some good coverage going on, too...
ar: لتدبيس الورق و هنا بعض التغطية الجيدة للموضوع كذلك

source: thank you yasser, you've been great.
ar: شكراً جزيلاً يا ياسر لقد كنت رائعاً في ما تقوم به

source: Amazing video
ar: ملف فيديو رائع حول :

source: showing the reality of Israeli settlements in Hebron
ar: يظهر حقيقة المستوطنات الإسرائيلية في الخليل

source: for all your hard work for us
ar: لكل العمل الشاق الذي قمتي به من أجل الإحتفالية و من أجلنا

source: still translating tweets here on
ar: ما زلنا نقوم بالترجمة للتعليقات التي ترفع على التويتر على :

source: al-Khalil/Hebron
ar: الخليل ـ

source: Carmen Callil
ar: كارمن كليل

source: We arrived here knowing so little! After 5 days we´ve seen sights unimaginable, learned astonishing facts and indeed, seen evil in action.
ar: وصلنا هنا ونحن لا نعلم سوى القليل! وفي ظرف خمسة أيام، تعلمنا حقائق مدهشة و رأينا الشر رأي العين.

source: It was the Israeli writer David Grossman who used the word evil to describe the activities of his state. He grieves about the effect of the brutal occupation of Palestine on the soul of the people of Israel:
ar: الكاتب الإسرائيلي دفيد غروسمان هو من استخدم كلمة الشر لوصف أنشطة دولته. كما أعرب عن حزنه إزاء الآثار المترتبة عن الاحتلال الغاشم لفلسطين على روح شعب إسرائيل:

source: Hegel said that history is made by evil people. In the Middle East I think we know that the opposite is true: we have seen how a certain history can make people evil. We know that prolonged existence in a state of hostility, which leads us to act more
ar: يقول هيغل بأن التاريخ من صنع الأشرار. أعتقد أننا نعلم بأن العكس صحيح في الشرق الأوسط: لقد رأينا كيف يمكن لتاريخ معين أن يجعل الناس أشرارا. نحن نعلم بأن التواجد لفترة طويلة في حالة من العداء التي تقودنا إلى التعامل بشدة وريبة وقسوة أكثر، وبطريقة عسكرية، ي

source: These are real dangers that Israel must act quickly to avoid....
ar: هذه هي الأخطار الحقيقية التي يجب على إسرائيل التصرف بسرعة لتجنبها....

source: He is right to grieve. Yesterday we were in Bethlehem, we saw the wall Israel has constructed to imprison and to spy upon the Palestinians of the occupied territory: Watchtowers stud hideous cement panels interlocked, stretching and winding for mile upo
ar: إنه محق بخصوص حزنه. بالأمس كنا في بيت لحم، ورأينا الجدار الذي بنته إسرائيل لسجن الفلسطينيين بالأراضي المحتلة والتجسس عليهم: أبراج مراقبة مشيدة على ألواح أسمنت بشعة ومتشابكة، تمتد وتلتف لأميال عديدة. كاميرات ودوائر تلفازية مغلقة لمراقبة كل حركة في المدن وم

source: May 28 2009 (c)
ar: 28 ماي 2009

source: Everywhere there are checkpoints and Israeli soldiers, many of them young women, young girls really, all of them draped in weapons, smoking in our faces as they grudgingly allow our bus of writers to proceed from A to B. Our slow progress through Palesti
ar: هناك نقاط تفتيش وجنود إسرائيليون في كل مكان، والكثير منهم من النساء الشابات، أو الفتيات الصغيرات حقا، وجميعهم مكسوون بالأسلحة، ويدخنون في وجوهنا وهم يسمحون لحافلة كتابنا بالمرور من النقطة أ إلى النقطة ب على مضض. تقدمنا البطيء عبر فلسطين ليس شيئا مقارنة بم

source: The stories we hear from the Palestinians we meet pile horror upon horror. Everywhere we see Jewish Settlements crowding out the old Palestinian towns. They are everywhere. There are new settlements and the beginnings of hundreds more. Curfews, roads
ar: القصص التي نسمعها من الفلسطينيين الذين نلتقي بهم رهيبة. نرى في كل مكان المستوطنات اليهودية تزاحم المدن الفلسطينية القديمة. إنها في كل مكان. هناك مستوطنات جديدة وبدايات مئات أخرى. حظر التجول، وطرق مسدودة، ومناطق يمكن للإسرائيليين فقط الذهاب إليها. مدن وقرى

source: So much is the same. But! So much is different – the Palestinians we meet are remarkable people, they laugh, they sing, they charm – cannot fail to charm – all of us. Everywhere we go we meet such courage, such determination, such will to survive. T
ar: هناك الكثير من أوجه الشبه. ولكن! هناك الكثير من أوجه الاختلاف كذلك ـ الفلسطينيون الذين نلتقي بهم هم أناس استثنائيون، يضحكون ويغنون ويفتنوننا جميعا، إنهم لا يستطيعون ألا يفتنونا. أينما ذهبنا نجد هذه الشجاعة، وهذا العزم، وهذه الرغبة في البقاء على قيد الحياة

source: Outside Palestine, we in the west know so little. You have to come here to see the evil and brutality of the Israeli state. We could see it all on Television of course: but try to get a camera near these camps, these settlements, these guns! And our med
ar: خارج فلسطين، في الغرب، لا نعرف سوى القليل. عليك أن تأتي إلى هنا لرؤية شر ووحشية الدولة الإسرائيلية. يمكننا أن نرى كل ذلك على شاشة التلفزيون بالطبع: ولكن حاول استعمال آلة تصوير بالقرب من هذه المخيمات، وهذه المستوطنات، وهذه البنادق! كما أن وسائل الإعلام لدي

source: Two things are clear to me. First, Israel has become a rogue state and the Jewish people I have known, loved, and whose history I have studied, are betrayed by, and in thrall to, this rogue state.
ar: هناك شيئان واضحان بالنسبة لي. أولا، إسرائيل أصبحت دولة فاسدة، والشعب اليهودي الذي عرفته وأحببته ودرست تاريخه، قد تمت خيانته واستعباده من قبل هذه الدولة الفاسدة.

source: Secondly. What I have seen is the terrifying intimidation, imprisonment and humiliation of the people of Palestine. But the truth of it is that it is the people of Israel who live in chains and who have no hope while their government inflicts these evil
ar: ثانيا، ما شاهدته هو التخويف والسجن والإهانة لشعب فلسطين. ولكن الحقيقة هي أن شعب إسرائيل هو الذي يعيش في سلاسل وهو الذي لا أمل له في الوقت الذي تنزل به حكومته هذه الشرور.

source: We are always being told that there are two stories, two sides to the Palestinian/Israeli conflict. Indeed there are but there is only one injustice, and that is the state of the Palestinian people imprisoned and tormented, as they are today, by the stat
ar: يقال دائما بأن هناك قصتين وجانبين للصراع الفلسطيني الإسرائيلي. فعلا، هناك جانبان، ولكن هناك ظلم واحد فقط، يتمثل في حالة الشعب الفلسطيني المسجون والمعذب، كما هي اليوم، من قبل دولة إسرائيل.

source: Global crisis 'hits human rights'
ar: الأزمة العالمية تلحق الأذى بحقوق الإنسان

source: The global economic crisis is exacerbating human rights abuses, Amnesty International has warned.
ar: أدت الازمة الإقتصادية العالمية إلى تفاقم إنتهاكات حقوق الإنسان، و ذلك ما حذت من توابعه منظمة العفو الدولية

source: In its annual report, the group said the downturn had distracted attention from abuses and created new problems.
ar: في تقريرها السنوي، قالت المجموعة أن الهبوط الذي تتعرض له البلاد أدى إلى تشتيت الإنتباه عن الإنتهاكات و أدى إلى خلق من المشكلات الجديدة.

source: Rising prices meant millions were struggling to meet basic needs in Africa and Asia, it said, and protests were being met with repression.
ar: أدت مشكلة ارتفاع الأسعار إلى إحساس الملايين بالحاجة للصراع من أجل سد الإحتياجات الأساسية في كلاً من قارتي أفريقيا و آسيا. و هذا ما أوضحه التقرير و كذلك أدى ذلك إلى نشأة مجموعة من الإحتجاجات و التي قوبلت بالقمع من قبل أفراد الحكومة.

source: Political conflict meant people were suffering in DR Congo, North Korea, Gaza and Darfur, among others, it said.
ar: و قد أكد الصراع السياسى معاناة الشعب بالكونغو الديمقراطية ، كوريا الشمالية و كذلك كلاً من غزة و دارفور.

source: 'Time-bomb'
ar: القنبلة الموقوتة:

source: The 400-page report, compiled in 157 countries, said that human rights were being relegated to the back seat in pursuit of global economic recovery.
ar: و التقرير المكون من أرعمائة ورقة و المجموع من نحو 157 دولة يوضح أن حقوق الإنسان قد تقهقرت و تراجعت للخلف فى الآونة الأخيرة نتيجة للأزمة الإقتصادية العالمية التي تجتاح دول العالم أجمع الفترة الماضية و الحالية كذلك.

source: See region by region
ar: أنظر لكل منطقة منفصلة عن الأخرى:

source: The world's poorest people were bearing the brunt of the economic downturn, Amnesty said, and millions of people were facing insecurity and indignity.
ar: و كان أكثر من تحمل تبعية الأزمة الإقتصادية العالمية هم شعوب العالم الاكثر فقراً، و هذا كما جاء في تقرير منظمة العفو و كذلك أوضح أن ملايين من الأفراد يواجهون مخاطر عدم الأمان و كذلك مهانة و الذل.

source: Migrant workers in China, indigenous groups in Latin America and those who struggled to meet basic needs in Africa had all been hit hard, it said.
ar: كذلك أوضح ذلك التقرير أن المهاجرين بالصين و المجموعات العرقية الأصلية من سكان أمريكا اللاتينية و كذلك الشعوب بأفريقيا هم الأكثر تضرراً حيث أنهم أكثر الشعوب من يحاولون المحاربة من أجل محاولة الإحتياجات الأساسية و هم الأكثر من تعرض للإصابة من جراء تلك الأزم

source: Where people had tried to protest, their actions had in many cases been met with repression and violence.
ar: و أينما حولت تلك الشعوب الإعتراض في أي مكان ففي الغالب ما تواجه إحتجاجاتهم بالقمع و العنف من قبل الحكومة.

source: The group warned that rising poverty could lead to instability and mass violence.
ar: و قد حذرت المجموعة من أن الفقر المتفاقم و المتزايد قد يودي إلى زعزعة الاستقرار و العنف الفوضوي بالبلاد.

source: The underlying global economic crisis is an explosive human rights crisis: a combination of social, economic and political problems has created a time-bomb of human rights abuses, said Amnesty's Secretary General, Irene Khan.
ar: و تعد الأزمة الإقتصادية الحالية و التي يواجهها العالم أجمع أزمة منفجرة في وجه حقوق الإنسان: أو مزيج من المشكلات الإجتماعية و الإقتصادية و السياسية قد أدت إلى نشأة نوعٍ من القنابل الموقوتة لإنتهاكات حقوق الإنسان. و ذلك كان تعليق للأمين العام لمنظمة العفو

source: The group is launching a new campaign called Demand Dignity aimed at tackling the marginalisation of millions through poverty.
ar: و تقوم المجموعة بحملة جديدة تدعو بالدعوة للكرامة و التي تهدف إلى تحسين أوضاع تهميش الملايين من البشر بسبب الفقر.

source: World leaders should set an example and invest in human rights as purposefully as they invest in economic growth, Ms Khan said.
ar: و يجب أن يبدأ قادة العالم بأنفسهم و يصبحوا مثال يحتذى من خلال محاولة الإستثمار من أجل حقوق الإنسان بشكل هادف من خلال الاستثمار الإقتصادي بشكل خاص، و هذا من تعليق السيدة خان كذلك.

source: Economic recovery will be neither sustainable nor equitable if governments fail to tackle abuses that drive and deepen poverty, or armed conflicts that generate new violations, she said.
ar: إعدادة البنية الإقتصادية لن يكون كافٍ إذا فشلت الحكومات بمعالجة تلك الإنتهاكات لحقوق الإنسان و التي تلعب دوراً في تعميق عملية الفقر، و زيادة صور الصراع المسلح التي تؤدي إلي توليد إنتهاكات جديدة.

source: Governments are ignoring the poorest people's basic needs, Amnesty says
ar: تحاول الحكومات تجاهل إحتياجات الشعوب ألأساسية: تعليق لمنظمة العفو

source: Introductory meeting - Live coverage
ar: الجلسة الإفتتاحية: التغطية المباشرة للإجتماع

source: Sharik961.org - !يا شريك، شارك
ar: يا شريك شارك: على sharik961.org

source: you tell us news happening in Lebanon
ar: أنت تخبرنا الاخبار التي تقع بالأراضي اللبنانية

source: Welcome to Sharik961 where
ar: مرحباً بك يا شريك شارك 961 حيث

source: , from Beit Jbeil to the Beka’a and back.
ar: من كلٍ من بيت جبيل و بقاعة و غيرها

source: In late May, 2009 we're inviting
ar: في أواخر مايو 2009 نحن ندعو

source: citizen to participate in reporting
ar: : المواطن للمشاركة في إعداد التقارير و التعليق على

source: for the upcoming Lebanese Parliamentary Elections (June 7, 2009).
ar: الإنتخابات اللبنانية البرلمانية القادمة المقامة في السابع من يونية 2009 م.

source: I just voted, 'Demonstrations in Baalbek near my voting ballot, just now', or 'I saw someone voting twice. It did not feel right', 'They did not let the press in'. 'I was asked whom I voted for, in Jbeil', 'I felt intimidated by all the police, Gemmayze
ar: و لاقد صوت للتو حيث أن إدارة بعلبك بالقرب من مركز التصويت الذي أنتسب إليه و الآن رأيت رجلاً يصوت مرتين، و لم أشعر تجاهه بأن ما يقومه قد يكون مقبولاً، كما أنهم لم يدعوا الصحافة تدخل لتتابع أحداث التصويت، و قد تم سؤالي لمن سأصوت في جبيل،و قد شعرت بالتضييق

source: If the federal judge, the FBI and prosecutors were expecting contriteness, they were sorely disappointed.
ar: إذا كان القاضي فيدرالي, كما كان يتوقع رجال الاف بي أي و المدعون, فإنهم كانوا سيصابون بخيبة أمل شديدة.
